{
    "Q1": "O funcionário que comete um erro é ajudado pelos colegas",
    "Q2": "Aqui os colegas auxiliam um novo funcionário em suas dificuldades",
    "Q3": "Aqui nesta franquia existe cooperação entre os colegas",
    "Q4": "Nessa franquia os funcionários recebem bem um novo colega",
    "Q5": "Existe integração entre colegas e funcionários nessa empresa",
    "Q6": "Esta franquia submete o funcionário a uma carga excessiva de trabalho",
    "Q7": "Esta franquia impõe que o funcionário cumpra horas extras",
    "Q8": "Os melhores funcionários são sobrecarregados",
    "Q9": "A Franquia se interessa apenas pelas vendas",
    "Q10": "A franquia determina metas irreais para os colaboradores.",
    "Q11": "Os funcionários são colocados em locais incompatíveis com as suas características pessoais",
    "Q12": "A gestão chama a atenção de maneira desproporcional por pequenos erros",
    "Q13": "A franquia onde trabalho não leva em conta os interesses pessoais dos funcionários ao tomar decisões que os afetam",
    "Q14": "Nesta franquia, todos os funcionários são reconhecidos de forma igual e profissional, seguindo as mesmas regras para todos.",
    "Q15": "Esta franquia realmente reconhece os profissionais que fazem a diferença.",
    "Q16": "O sistema de pagamento que a franquia usa é uma ótima forma de valorizar e reconhecer quem alcança suas metas.",
    "Q17": "A franquia reconhece e aproveita aqueles que demonstram habilidades além do esperado.",
    "Q18": "Na franquia em que trabalho, sempre valorizam quando os funcionários aprendem novas habilidades.",
    "Q19": "Na minha franquia, os colaboradores que desempenham bem suas tarefas são devidamente reconhecidos por seus superiores.",
    "Q20": "O caminho para o reconhecimento é alcançar os resultados esperados.",
    "Q21": "Na franquia onde trabalho, para ser reconhecido não é necessário estar mais próximo do gestor do que o comum.",
    "Q22": "Na franquia em que trabalho, o reconhecimento é sempre monetário.",
    "Q23": "Na franquia em que trabalho, as pessoas se esforçam para encontrar as melhores alternativas para realizar as atividades.",
    "Q24": "Sinto que sou essencial na área em que atuo nesta franquia.",
    "Q25": "Mesmo que surgisse outra oportunidade, eu pensaria por um bom tempo antes de deixar meu emprego atual.",
    "Q26": "Meus colegas demonstram proatividade nas tarefas do trabalho.",
    "Q27": "Os colaboradores da empresa onde trabalho têm muito orgulho de fazer parte da organização.",
    "Q28": "A maioria dos funcionários da franquia onde trabalho está lá apenas pelo salário.",
    "Q29": "Percebo que os funcionários da franquia onde trabalho demonstram fidelidade com a organização.",
    "Q30": "A presença da liderança na minha área definitivamente contribui para o bom desenvolvimento das atividades.",
    "Q31": "As discordâncias que tenho com o gestor são tratadas de forma profissional, sem levar para o lado pessoal.",
    "Q32": "Na maioria das vezes, tenho autonomia para tomar decisões e resolver problemas, sem precisar recorrer à gestão em cada etapa do trabalho.",
    "Q33": "Quando uma mudança é necessária, meu gestor garante que minha equipe e eu sejamos envolvidos no processo.",
    "Q34": "Recebo orientação suficiente do meu gestor para superar dificuldades ocasionais no trabalho.",
    "Q35": "Acredito que meu gestor reconhece e valoriza minhas contribuições ao colocá-las em prática.",
    "Q36": "Há coerência entre o que é dito e o que é feito pela liderança.",
    "Q37": "Meu gestor tem uma excelente habilidade para lidar com pessoas.",
    "Q38": "As informações necessárias para realizar meu trabalho são transmitidas de forma clara e objetiva.",
    "Q39": "As mudanças são anunciadas e explicadas com antecedência.",
    "Q40": "A quantidade de reuniões de trabalho é adequada para manter as pessoas bem informadas sobre o que ocorre na franquia em que trabalho.",
    "Q41": "Levo pouco tempo para entender as informações que recebo pelos diferentes canais oficiais de comunicação da franquia.",
    "Q42": "A comunicação é realmente de mão dupla, e eu não preciso me preocupar com surpresas ou reações inesperadas.",
    "Q43": "Na franquia onde trabalho, a informação flui de maneira uniforme para todos os colaboradores e áreas.",
    "Q44": "Consigo obter facilmente as informações de que preciso de outras áreas da franquia para realizar adequadamente minhas atividades.",
    "Q45": "Na franquia em que trabalho, a rede de comunicação é ágil e eficiente.",
    "Q46": "A franquia onde  trabalho é conhecida por se importar com o desenvolvimento dos seus funcionários para que realizem bem suas tarefas.",
    "Q47": "Há total apoio da franquia para a oferta de treinamentos diretamente relacionados à minha atividade profissional (treinamento técnico).",
    "Q48": "O treinamento é altamente valorizado na franquia onde trabalho, inclusive aquele focado em etapas futuras da carreira dos colaboradores.",
    "Q49": "Percebo que a empresa em que trabalho segue a legislação trabalhista e a convenção coletiva",
    "Q50": "Aqui na franquia sou tratado com respeito e dignidade",
    "Q51": "Na franquia em que trabalho não possui qualquer tipo de discriminação ou conduta abusiva com os colaboradores",
    "Q52": "Idade",
    "Q53": "Como você se identifica?",
    "Q54": "Franquia:",
    "Q55": "Há quanto tempo você trabalha nesta franquia?",
    "Q56": "Em uma escala de 0 a 10, quanto você indicaria esta franquia como um bom lugar para trabalhar?"
}